"%1$@ Card" = "%1$@-kort";

"%1$@ Credit" = "%1$@ -kreditt";

"%1$@ Debit" = "%1$@ -debet";

"%1$@ Prepaid" = "%1$@ -forhåndsbetalt";

"%1$@ account ending in %2$@" = "%1$@-konto som slutter på %2$@";

"%1$@ ending in %2$@" = "%1$@ som slutter på %2$@";

"%1$@ is not accepted" = "%1$@ er ikke godkjent";

"Address line 2 (optional)" = "Adresselinje 2 (valgfritt)";

"Apple Pay" = "Apple Pay";

"BSB" = "BSB";

"Bank Account" = "Bankkonto";

"Billing address" = "Fakturaadresse";

"Billing details" = "Faktureringsopplysninger";

"CVC" = "CVC";

"Card information" = "Kortinformasjon";

"Card number" = "Kortnummer";

"Confirm your %@" = "Bekreft %@";

"Invalid data." = "Ugyldige data.";

"MM / YY" = "MM / ÅÅ";

"MM/YY" = "MM/ÅÅ";

"Postal Code" = "Postnummer";

"Shipping Address" = "Forsendelsesadresse";

"State / Province / Region" = "Stat / Provins / Region";

"The BSB you entered is invalid." = "Du skrev inn ugyldig BSB.";

"The selected brand is not allowed" = "Det valgte merket er ikke godkjent";

"To scan your card, allow camera access in Settings." = "Gi tilgang til kamera i Innstillinger for å skanne kortet.";

"Your card has expired." = "Kortet ditt er utløpt.";

"Your card number is incomplete." = "Kortnummeret er ufullstendig.";

"Your card number is invalid." = "Kortnummeret er ugyldig.";

"Your card's expiration date is incomplete." = "Kortets utløpsdato er ufullstendig.";

"Your card's expiration date is invalid." = "Kortets utløpsdato er ugyldig.";

"Your card's expiration month is invalid." = "Kortets utløpsmåned er ugyldig.";

"Your card's expiration year is invalid." = "Kortets utløpsår er ugyldig.";

"Your card's security code is incomplete." = "Kortets sikkerhetskode er ufullstendig.";

"Your card's security code is invalid." = "Kortets sikkerhetskode er ugyldig.";

"card number" = "kortnummer";

"example@example.com" = "eksempel@example.com";

"expiration date" = "utløpsdato";
